android-studio
bemoji
chatgpt-desktop-bin-debug
chili-sddm-theme
electron30
gdlauncher-bin
gdlauncher-bin-debug
google-chrome-wayland-vulkan
greenclip
greenclip-debug
haskell-semigroups
haskell-wordexp
instaloader
norminette
obs-backgroundremoval
obs-backgroundremoval-debug
postman-bin
sesh-bin
sesh-bin-debug
sway-audio-idle-inhibit-git
sway-audio-idle-inhibit-git-debug
ttf-devicons
wayshot
yay
yay-debug
zen-browser-bin
zsh-you-should-use
