amneziawg-linux
amneziawg-linux-debug
android-studio
bemoji
c_formatter_42
chili-sddm-theme
davinci-resolve-studio
downgrade
gitkraken
instaloader
norminette
obs-backgroundremoval
obs-backgroundremoval-debug
paru
paru-debug
postman-bin
sesh-bin
sesh-bin-debug
sway-audio-idle-inhibit-git
sway-audio-idle-inhibit-git-debug
ttf-devicons
wayshot
wayshot-debug
yay
yay-debug
zen-browser-bin
zsh-you-should-use
