amd-ucode
base
base-devel
bat
bluez
bluez-utils
brightnessctl
btop
chromium
cliphist
dolphin
dunst
efibootmgr
fastfetch
fd
firefox
flatpak
fzf
git
git-delta
github-cli
go
grim
gst-plugin-pipewire
gum
htop
hypridle
hyprland
hyprpaper
hyprpicker
imagemagick
intel-media-driver
iwd
jdk11-openjdk
jdk17-openjdk
kitty
lazygit
libnotify
libpulse
libraw
libva-intel-driver
libva-mesa-driver
linux
linux-firmware
linux-headers
lsd
mako
man-db
mesa-utils
mpv
nano
ncdu
neovim
network-manager-applet
networkmanager
noise-suppression-for-voice
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nsxiv
obs-studio
obsidian
openvpn
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
podman
polkit-kde-agent
qt5-wayland
qt6-wayland
ranger
ripgrep
rofi-wayland
sddm
slurp
smartmontools
sof-firmware
spotify-launcher
starship
stow
swayidle
telegram-desktop
tldr
tmux
trash-cli
tree
udiskie
ufw
unzip
v4l2loopback-dkms
vim
vulkan-intel
vulkan-radeon
vulkan-tools
wezterm
wget
wireless_tools
wireplumber
wl-clip-persist
wl-clipboard
wofi
wtype
xdg-desktop-portal-hyprland
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-server
xorg-xinit
yazi
yq
yt-dlp
zathura
zellij
zoxide
zram-generator
zsh
