amd-ucode
android-tools
base
base-devel
bat
bc
bluez
bluez-utils
breeze
breeze-gtk
brightnessctl
btop
btrfs-progs
cliphist
cloc
code
corectrl
docker
docker-compose
dunst
efibootmgr
exfatprogs
fail2ban
fastfetch
fd
firefox
flatpak
fzf
ghostscript
ghostty
git
git-delta
github-cli
glow
gnome-keyring
gnome-themes-extra
grim
gst-plugin-pipewire
gum
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
imagemagick
iw
iwd
jdk11-openjdk
jdk17-openjdk
keepassxc
kitty
lazygit
libbsd
libpulse
libraw
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
linux-zen
linux-zen-headers
lsd
man-db
man-pages
mesa-utils
mpv
mysql-workbench
nano
ncdu
neovim
network-manager-applet
networkmanager
nmap
noise-suppression-for-voice
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nsxiv
obs-studio
obsidian
openvpn
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-media-session
pipewire-pulse
playerctl
podman
polkit-kde-agent
poppler
python-pip
python-pipx
qmk
qt5-wayland
radeontop
ranger
reflector
ripgrep
rofi-wayland
rsync
sddm
slurp
smartmontools
sof-firmware
spotify-launcher
starship
steam
stow
telegram-desktop
tig
tldr
tmux
trash-cli
tree
udiskie
udisks2
ufw
unzip
upower
usbutils
v4l2loopback-dkms
vim
vulkan-radeon
vulkan-tools
wev
wezterm
wget
wireless-regdb
wireless_tools
wl-clip-persist
wl-clipboard
wofi
wtype
xclip
xdg-desktop-portal-hyprland
xf86-video-amdgpu
xf86-video-ati
xorg-xinit
yazi
ydotool
yq
yt-dlp
zathura
zip
zoxide
zram-generator
zsh
